Dlubal.RFEM5.SolverMethodType
Type of method for system of equations

Dlubal.RFEM5.SolverMethodType.UnknownSolverMethod
Unknown method

Dlubal.RFEM5.SolverMethodType.DirectSolverMethod
Direct method

Dlubal.RFEM5.SolverMethodType.IterativeSolverMethod
Iterative method